
var name = "ghdwpaks";
var letter = '흔히'+ name +'말하는 샷건. '+ name +'무빙샷의 진수를 보여주는 중화기 무기로 짧은 사거리와 순간적이고 폭발적인 근접 데미지가 특징이다. 탄창은 따로 없고 한발한발 장전하며 도중 끊을 수도 있다. 이러한 샷건을 최대한잘 이용하기 위해선 짬날 때마다 틈틈이 장전해주는 것이 중요하다. 장전 탓에 지속 화력은 가장 약하지만 일정 거리 내 관통력이 있어 취약한 물량전에서 힘을 낼 수 있는 요소가 다소'+ name +' 존재한다. 또한 순간적인 대처가 좋고 짤짤이로 오는 일반 좀비를 빠르게움직이면서도 단방에 처리하기 좋아 솔로 러닝플레이에서 많이 선호된다. 하지만 샷건 특성 상 원거리 대처에 어려움이 있으며, '+ name +'샷건을 든 팀원이 많아지면 원거리 및 지속 화력이 너무 약해져 게임이 힘들어질 수 있으니 밸런스를 잘 맞추어야 한다. 팀킬 데미지 역시 굉장히 높기 때문에 주위에 아군이 있다면 매우 주의해야 한다. 어떻게 보면 취약점과 강점이 매우 뚜렷한 가장 극단적인 총기류.높은 근접 대미지 때문에 밸런스 상 탱크에게는 자동 샷건의 대미지가 15% 감소되어서 들어간다.유일하게 전문가 난이도 이상에서 위치 상대로 폭발탄을 사용하면 넉백을 줄 수 있는 총기별개로 3인칭으로 플레이 시 버그로 인해 샷건 사운드가 들리지 않는다.';
//console.log(letter);

var letter = `흔히${name}말하는 샷건. 

${name}무빙샷의 진수를 보여주는 중화기 무기로 짧은 사거리와 순간적이고 폭발적인 근접 데미지가 특징이다.
탄창은 따로 없고 한발한발 장전하며 도중 끊을 수도 있다.
 이러한 샷건을 최대한잘 이용하기 위해선 짬날 때마다 틈틈이 장전해주는 것이 중요하다. 장전 탓에 지속 화력은 가장 약하지만 일정 거리 내 관통력이 있어 취약한 물량전에서 힘을 낼 수 있는 요소가 다소${name} 존재한다. 또한 순간적인 대처가 좋고 짤짤이로 오는 일반 좀비를 빠르게움직이면서도 단방에 처리하기 좋아 솔로 러닝플레이에서 많이 선호된다. 하지만 샷건 특성 상 원거리 대처에 어려움이 있으며, ${name}샷건을 든 팀원이 많아지면 원거리 및 지속 화력이 너무 약해져 게임이 힘들어질 수 있으니 밸런스를 잘 맞추어야 한다. 팀킬 데미지 역시 굉장히 높기 때문에 주위에 아군이 있다면 매우 주의해야 한다. 어떻게 보면 취약점과 강점이 매우 뚜렷한 가장 극단적인 총기류.높은 근접 대미지 때문에 밸런스 상 탱크에게는 자동 샷건의 대미지가 15% 감소되어서 들어간다.유일하게 전문가 난이도 이상에서 위치 상대로 폭발탄을 사용하면 넉백을 줄 수 있는 총기별개로 3인칭으로 플레이 시 버그로 인해 샷건 사운드가 들리지
 ${1+1} 않는다.`;
 console.log(letter);